/* Title confirming the deletion of an option */
"alert.title.confirm-deletion" = "Confirm Delete";

/* Title for error messages */
"alert.title.error" = "Error";

/* Option can not be empty */
"alert.title.error.empty.option" = "Option can not be empty";

/* Option is too long */
"alert.title.error.long.option" = "Answers can not exceed three characters";

/* Avoid the current action from being executed */
"general.button.cancel" = "Cancel";

/* Delete the selected item */
"general.button.delete" = "Delete";

/* Accept presented information */
"general.button.okay" = "OK";

/* Label for the ambience option */
"option.label.ambience" = "🔊 🥵";

/* Label for the yes / no option */
"option.label.binary" = "👍 👎";

/* Label for the mood option */
"option.label.mood" = "😀 🙁";

/* Title for the positive mood screen */
"screen.title.mood.positive" = "Positive";

/* Title for the negative mood screen */
"screen.title.mood.negative" = "Negative";

/* Label for the pain option */
"option.label.pain" = "🤕";

/* Title for the ambience screen */
"screen.title.ambience" = "Ambience";

/* Title for the binary question screen */
"screen.title.binary" = "Yes-No";

/* Title for the screen to create a new option */
"screen.title.create" = "Create";

/* Title for the screen to edit an option */
"screen.title.edit" = "Edit";

/* Title for the home screen */
"screen.title.home" = "Select a Category";

/* Title for the mood screen */
"screen.title.mood" = "Mood";

/* Title for the pain screen */
"screen.title.pain" = "Pain Level";

/* Title for the sound screen */
"screen.title.sound" = "Noise Level";

/* Title for the sound screen */
"screen.title.temperature" = "Temperature";

/* Title for the settings screen */
"screen.title.settings" = "Settings";

/* Feedback Options label */
"screen.settings.feedback.options" = "Feedback Options";

/* Vibration disabled label */
"screen.settings.vibration.disabled" = "Vibration";

/* Sound disabled label */
"screen.settings.sound.disabled" = "Sound";

/* App version label */
"screen.settings.app.version" = "Version: %@";

/* FAQ label */
"screen.settings.faq" = "FAQ";

/* Acknowledgments label */
"screen.settings.acknowledgments" = "Acknowledgments";

/* Stats label */
"screen.settings.stats" = "Stats";

/* Title for the stats screen */
"screen.title.stats" = "Stats";

/* Summary header */
"screen.stats.summary" = "Summary";

/* Most used answers label */
"screen.stats.most.used.answers" = "Most Used Answers";

/* Days using the app label */
"screen.stats.days.using.app" = "Days Using AnswerBoard";

/* Different answers label */
"screen.stats.unique.answers" = "Different Answers";

/* Total label */
"screen.stats.total" = "Total: %d";

/* Users question */
"screen.faq.users.question" = "Who is this app for?";

/* Users answer */
"screen.faq.users.answer" = "Anyone with a speech disability, or their caretaker, that can use their iPhone or iPad to communicate using emojis.";

/* Therapy question */
"screen.faq.therapy.question" = "Is the app a replacement for Speech Therapy?";

/* Therapy answer */
"screen.faq.therapy.answer" = "Not at all, if you or a loved one has suffered some sort of speech disability and regaining your full abilities is within the realm of possibilities please reach out to a therapist.";

/* Emojis question */
"screen.faq.emojis.question" = "Can I use my own emojis?";

/* Emojis answer */
"screen.faq.emojis.answer" = "Yes you can replace the default answers by tapping on the ‘Edit’ button on the top right corner of each section.";

/* Emojis question */
"screen.faq.privacy.question" = "Is my information private?";

/* Emojis answer */
"screen.faq.privacy.answer" = "Your data is 100% private, nothing ever leaves your device and there is no other actor involved. I don’t even have access to your data.";

/* Stats question */
"screen.faq.stats.question" = "How are the Stats calculated?";

/* Stats answer */
"screen.faq.stats.answer" = "All the stats are calculated on the fly, on the device, no cloud, nothing.";

/* Price question */
"screen.faq.price.question" = "Is the app free?";

/* Price answer */
"screen.faq.price.answer" = "Yes, no ads, no charges, ever, it will always be free.";

/* Idea question */
"screen.faq.idea.question" = "Where did the idea come from?";

/* Idea answer */
"screen.faq.idea.answer" = "A close friend's sister suffered a stroke right after giving birth to her daughter and was unable to speak, she reached out looking for a solution to quickly communicate with her sister.\nAs I was working on the App my girlfriend confided in me that her dad, who died of throat cancer a few years ago, would have made great use of the app, so this is also for them.";
